package com.eleks.data.repository

const val quotesForHealth = """
    {
    "description": "Без здоров'я далеко не заїдеш",
    "name": "Здоров'я дуже важливе",
    "quotes": [
        {
            "quote": "Добути і зберегти своє здоров’я може тільки сама людина.",
            "author": "М. Амосов"
        },
        {
            "quote": "Поведінка  є  таким  самим  джерелом  патології,  як  гени  й середовище... Неправильна  поведінка  людей  є  більш  частою  причиною  їхніх захворювань, аніж зовнішні дії чи слабкість природи людини.",
            "author": "М. Амосов"
        },
        {
            "quote": "Щоб  бути  здоровим,  потрібно  власні  зусилля,  постійні  й  значні.  Замінити  їх не можна нічим.",
            "author": "М. Амосов"
        },
        {
            "quote": "Якби не було хвороб, хто б взагалі згадував про здоров'я.",
            "author": "М. Амосов"
        },
        {
            "quote": "Ми  дуже  добре  знаємо,  чому  ми  хворіємо,  але  досить  погано  знаємо, чому здорові.",
            "author": "П. Анохін"
        },
        {
            "quote": "За  гроші  можна  купити  ліжко,  але  не  сон;  їжу,  але  не  апетит;  ліки,  але не здоров’я; будинок, але не домашній затишок;  книги, але не розум; прикраси, але не красу; розкоші, але не щастя; релігію, але не спасіння.",
            "author": "П. Брегг"
        },
        {
            "quote": "Людина сама має заробити своє здоров’я.",
            "author": "П. Брегг"
        },
        {
            "quote": "Щоб насолоджуватися здоров’ям, потрібно працювати над собою.",
            "author": "П. Брегг"
        },
        {
            "quote": "Існують тисячі хвороб, але здоров’я буває лише одне.",
            "author": "Л. Берне"
        },
        {
            "quote": "Біда  наша  в  тому,  що  ми  вперше  замислюємося  про  своє  здоров’я лише  в тому  разі,  якщо  починаємо  втрачати  його,  якщо  вже „зіпсовано”  механізм  і потрібно думати про його налагодження.",
            "author": "К. Биков"
        },
        {
            "quote": "Здоров’я - такий  же  унікум,  як  картина  Рафаеля.  Знищити  його  легко, відновити неможливо.",
            "author": "І. Бородін"
        },
        {
            "quote": "Уміння проводити життя – це насамперед уміння не вкорочувати його.",
            "author": "О. Богомолець"
        },
        {
            "quote": "Якщо  тіло  людини  неслухняне,  якщо  що-небудь  пригнічує  людину, заважаючи радіти життю, то це початок хвороби...",
            "author": "Т. Васильєв"
        },
        {
            "quote": "Тисячі речей необхідні здоровому, і тільки одна хворому – здоров’я.",
            "author": "І. Вільде"
        },
        {
            "quote": "Здоров’я – вид гармонії,  але його межі дуже широкі й не у всіх однакові.",
            "author": "Гален"
        },
        {
            "quote": "Природа – найкращий з лікарів. Вона виліковує три чверті своїх хворих.",
            "author": "Гален"
        },
        {
            "quote": "Усі здорові люди люблять життя.",
            "author": "Г. Гейне"
        },
        {
            "quote": "Єдина краса – це здоров’я.",
            "author": "Г. Гейне"
        }
    ]
}
"""
