package com.eleks.data.repository

const val moneyQuotes = """
    {
    "name": "Гроші, гроші, гроші..",
    "description": "З ними краще ніж без них",
    "quotes": [
        {
            "quote": "Найкращий спосіб допомогти бідним – це не стати одним з них."
        },
        {
            "quote": "Шилом моря не нагрієш – від тяжкої роботи не розбагатієш."
        },
        {
            "quote": "Не в грошах щастя, але воно в можливостях, які ці гроші відкривають.",
            "author": "Віктор Хільчук"
        },
        {
            "quote": "Накопичувати гроші – річ корисна, особливо якщо це вже зробили ваші батьки.",
            "author": "Вінстон Черчилль"
        },
        {
            "quote": "Гроші не мають значення, поки вони у вас є.",
            "author": "Джоннi Мiллер"
        },
        {
            "quote": "Гроші ні з кого не зробили дурня. Вони просто виставляють дурнів напоказ.",
            "author": "Кін Хаббард"
        },
        {
            "quote": "Гроші, правда, не приносять щастя, але діють надзвичайно заспокійливо.",
            "author": "Еріх Марія Ремарк"
        },
        {
            "quote": "Щоб заробити на життя, потрібно працювати. Але щоб розбагатіти, потрібно придумати щось інше.",
            "author": "Альфонс Карр"
        },
        {
            "quote": "Той, хто шукає мільйони, досить рідко їх знаходить, проте той, хто їх не шукає,- не знаходить ніколи!",
            "author": "Оноре де Бальзак"
        },
        {
            "quote": "Якщо щось вмієш, не роби цього безкоштовно.",
            "author": "з фільму «Темний лицар»"
        },
        {
            "quote": "Тому, хто цілий день стирчить на роботі, ніколи заробляти гроші.",
            "author": "Джон Рокфеллер"
        },
        {
            "quote": "Якби мені давали долар кожен раз, коли я думаю про тебе, я б почав думати про тебе.",
            "author": "Адріано Челентано"
        },
        {
            "quote": "Занадто багато людей витрачають гроші, яких вони не заробили, на речі, які їм не потрібні, тільки для того, щоб вразити людей, яких вони терпіти не можуть.",
            "author": "Вілл Роджерс"
        },
        {
            "quote": "Щоб з розумом витратити гроші, потрібно всього лише дві речі. Самі здогадайтеся, які…",
            "author": "Стас Янковський"
        },
        {
            "quote": "Не треба боятися великих витрат. Треба боятися маленьких доходів.",
            "author": "Джон Девісон Рокфеллер"
        }
    ]
}
"""