package com.eleks.data.repository


const val sportQuotes = """{
    "description": "Все, що пов'язане зі спортом",
    "id": "5qyu0ZlXvUPWydtmUhYv",
    "name": "Спорт - це сила",
    "quotes": [
        {
            "author": "Майкл Джордан",
            "created": " 2023-02-18T07:32:22+0000",
            "id": "2LvdqMBEMcyKt5IVegpV",
            "quote": "Я промахнувся 9 000 разів за свою кар’єру. Я програв майже 300 ігор. 26 раз мені було довірено вирішальний кидок, і я промахувався. Я зазнавав поразок знову і знову. І саме тому я досяг успіху"
        },
        {
            "author": "Вінсент Ломбарді",
            "created": "2023-02-18T07:28:33+0000",
            "id": "6Vc8IlJhxNODUfMCYlwk",
            "quote": "Бог дав вам тіло, яке може витримати майже все. Ваше завдання – переконати в цьому свій розум."
        },
        {
            "author": "Маріо Андретті",
            "created": "2023-02-18T07:35:01+0000",
            "id": "7yWy4mhZqcv3gI9vWgEc",
            "quote": "Якщо у вас все під контролем, значить ви рухаєтеся недостатньо швидко."
        },
        {
            "author": "Вільям Джеймс",
            "created": "2023-02-18T07:28:33+0000",
            "id": "Ivt2fJHHnGKBygJQIbCx",
            "quote": "Більшість людей ніколи не біжить досить довго на своєму першому диханні, щоб дізнатися, що у них є друге"
        },
        {
            "author": "Брюс Лі",
            "created": "2023-02-18T07:28:33+0000",
            "id": "KHSNCwxT5GI2kEc8BjAy",
            "quote": "Неважливо, як повільно ти просувається. Головне – ти не зупиняєшся."
        },
        {
            "author": "Бетані Гамільтон",
            "created": "2023-02-18T07:34:29+0000",
            "id": "LWpnTzQDcmV5S8QnxbQr",
            "quote": "Сміливість не означає, що ви не боїтеся. Сміливість означає, що ви не дозволяєте страху зупинити вас."},
        {
            "author": "Лінн Дженнінгс",
            "created": "2023-02-18T07:35:54+0000",
            "id": "S2cwunAy6YADzv4KCJGV",
            "quote": "Сила волі – це м’яз, який потребує тренувань, точно так само, як і м’язи тіла."
        },
        {
            "author": "Ліонель Мессі",
            "created": "2023-02-18T07:30:40+0000",
            "id": "TOWOwD6VTdeM286tHNmG",
            "quote": "У кожному матчі я граю однаково – так, ніби це фінал"
        },
        {
            "author": "Майкл Фелпс",
            "created": "2023-02-18T07:31:48+0000",
            "id": "deY37N58NObIxavYOwjB",
            "quote": "Якщо ти хочеш бути кращим за інших, то приготуйся робити те, що інші не хочуть робити"
        },
        {
            "author": "Анджело Моссо",
            "created": " 2023-02-18T07:33:29+0000",
            "id": "yIBW7e34bG98OpSBfjnq",
            "quote": "Фізичні вправи можуть замінити безліч ліків, але жодні ліки в світі не можуть замінити фізичні вправи"
        }
    ]
}

"""
